Repository: InternetOfUs/app-survey
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: it, mn

source: Hi
it: Ciao
mn: Сайн уу

source: welcome
it: benvenuta/o
mn: Тавтай морил

source: intro_logged_user
it: Sei solo a un passo dalla compilazione del questionario Survey App.<br>La compilazione aumenterà la tua esperienza all'interno dell'ambiente WeNet.<br><br>Vai avanti e partecipa al sondaggio!
mn: Та санал асуулгын асуултуудыг дуусгахад нэг алхам дутуу байна.<br>Ингэснээр таны WeNet орчин дахь зэрэглэл нэмэгдэх болно.<br><br>Судалгааг бөгөлнө үү!

source: Take the survey
it: Fai il sondaggio
mn: Судалгаанд оролцох

source: Session expired
it: Sessione scaduta
mn: Холболтын хугацаа дууссан

source: Your session is expired, please login again.
it: La tua sessione è scaduta, effettua nuovamente il login.
mn: Таны холболтын хугацаа дууссан байна, дахин нэвтэрнэ үү.

source: Login
mn: Нэвтрэх

source: Unexpected error
it: Errore
mn: Алдаа гарлаа

source: An unexpected error occurs, please login again.
it: Si è verificato un errore imprevisto, effettua nuovamente l'accesso.
mn: Алдаа гарлаа, дахин нэвтэрнэ үү.

source: Error during login
it: Errore durante il login
mn: Нэвтрэх үед алдаа гарлаа.

source: There was an error during the login, please try again.
it: Si è verificato un errore durante il login, riprova.
mn: Нэвтрэх үед алдаа гарлаа, дахиж оролдно уу.

source: Please complete the survey
it: Per favore completa il sondaggio
mn: Судалгааг бөгөлнө үү.

source: An unexpected error occurs, login again.
it: Si verifica un errore imprevisto, accedi di nuovo.
mn: Алдаа гарлаа, дахин нэвтэрнэ үү.

source: logout
mn: Гарах

source: all_rights_reserved
it: Tutti i diritti riservati
mn: Бүх эрх хуулиар хамгаалагдсан
